{
  "server-component": {
    "welcome": "Welcome"
  },
  "counter": {
    "increment": "Increment",
    "decrement": "Decrement"
  },
  "HomePage": {
    "Force": {
      "heading": "A force in Vietnam construction -",
      "subheading": "guided by family values, trust and putting people first.",
      "button": "About Us"
    },
    "Stats": {
      "heading1": "Established in",
      "text1": "Over two decades of expertise with a proven track record in the industry",
      "heading2": "Total Employees",
      "text2": "Trusted employees with more than 10+ years of service",
      "heading3": "Employee-owned",
      "text3": "A stronger sense of ownership and dedication",
      "heading4": "Current Projects",
      "text4": "A robus portfolio with projects in the public sector across Vietnam."
    },
    "Work": {
      "heading": "Featured Work",
      "text": "Over the past 30 years, our company has established a strong reputation for delivering high-quality projects in the public sector, Our commitment to quality over quantity has been the driving force behind its growth from undertaking small projects to taking on larger and more complex ventures. "
    },
    "AboutUs": {
      "title1": "Our Story",
      "text1": "Text here",
      "title2": "Our Financial Strength",
      "text2": "More text financial",
      "title3": "Our Client Commitment",
      "text3": "Client text here",
      "title4": "Our Expertise",
      "text4": "Expertise text",
      "heading": "About Us",
      "button": "Read More"
    },
    "News": {
      "heading": "Latest News",
      "view_all": "View All News"
    },
    "Community": {
      "title": "We are committed to building brighter futures and serving the communities we live in.",
      "text": "Here is a bunch of text that is going to get updated later. It's just whatever for now but later it will be something kind of long like this but not sure what it will be yet so just making random words and blah blah blah"
    }
  },
  "CompanyPage": {
    "Intro": {
      "title": "About Us",
      "heading": "A force in Vietnam construction – guided by family values, trust and putting people first.",
      "text": "The HOÀN MỸ means ‘PERFECT’ in Vietnamese. In the years since then, we’ve grown to be a multi-billion-dollar construction business guided by an unwavering commitment to quality, our clients, and our people. These foundations have seen us become one of the top private companies in Vietnam with a blue-chip client list and an award-winning portfolio of almost 4,000 successfully completed buildings from early work packages to $300+ million projects."
    },
    "Section1": {
      "heading": "Our Financial Strength",
      "subheading": "Financial security is one of the most critical elements to consider when appointing a construction partner.",
      "text1": "HOAN MY CONSTRUCTION provides financial surety for our clients and their financiers. We maintain a policy of profit reinvestment and working capital management to ensure our balance sheet remains commensurate with the size of our business. HOAN MY CONSTRUCTION exceeds the financial requirements for licensing in each state and territory, for private and government projects.",
      "text2": " We have strong cash and liquid asset reserves and a blue-chip client base, which translates into consistent cash flow and profitability. Our audited financial statements are available on request."
    },
    "Section2": {
      "heading": "Our Client Commitment",
      "subheading": "Quality construction begins with a quality relationship.",
      "text": "Quality construction is more than materials and craftsmanship. It stems from the quality of the relationship between client and contractor. At HOAN MY CONSTRUCTION, we're mindful of fostering a family-like atmosphere. We find projects come together much easier and the finished product is far superior when people collaborate and freely share ideas. We also think you try just that little bit harder to please your clients when they seem like family to you. Maybe that's why so many work with us again and again."
    },
    "Section3": {
      "heading": "Our Expertise",
      "subheading": "A higher level of satisfaction inside and out.",
      "text": "As you might expect of a company that began as a high-end interiors contractor, we pay strict attention to the smallest details. As we've grown and evolved into a general contractor, our commitment to exceptional quality has never wavered. Maman Corp. today ranks as one of the most highly-regarded construction management firms in the healthcare, retail, and commercial and industrial markets. And while we're proud of our reputation for quality work, we're prouder still that first and foremost in everything we do is an unwavering commitment to client satisfaction."
    }
  },

  "Header": {
    "nav1": "Company",
    "nav2": "Projects",
    "nav3": "Team",
    "nav4": "News",
    "nav5": "Careers",
    "heading": "Quality construction begins with a quality relationship",
    "subheading": "Building for today, for tomorrow, for everyone.",
    "button1": "Build a project with us",
    "button2": "Build a career with us"
  },
  "Footer": {
    "title": "Ready to work together?",
    "text": "Whether you have a project in mind and you're looking for a reliable construction partner, or you're looking to take the next step in your career, we want to hear from you.",
    "button1": "Build a project with us",
    "button2": "Build a career with us",
    "heading1": "Quick Links",
    "heading2": "Resources",
    "heading3": "Contact",
    "qlink1": "Home",
    "qlink2": "Company",
    "qlink3": "Projects",
    "qlink4": "Team",
    "qlink5": "News",
    "qlink6": "Careers",
    "rlink1": "Code of Business Ethics & Conduct",
    "rlink2": "Privacy Policy",
    "rlink3": "Legal"
  }
}
